[SoulmendM1 X2AbilityTemplate]
LocFriendlyName="灵魂治愈"
LocLongDescription="用心灵治疗来修复3HP。"
LocHelpText="用心灵治疗来修复3HP。"
LocFlyOverText="灵魂治愈"

[SoulmendM2 X2AbilityTemplate]
LocFriendlyName="灵魂治愈"
LocLongDescription="用心灵治疗来修复5HP。"
LocHelpText="用心灵治疗来修复5HP。"
LocFlyOverText="灵魂治愈"

[SoulmendM3 X2AbilityTemplate]
LocFriendlyName="灵魂治愈"
LocLongDescription="用心灵治疗来修复6HP。"
LocHelpText="用心灵治疗来修复6HP。"
LocFlyOverText="灵魂治愈"

[MindCleanse X2AbilityTemplate]
LocFriendlyName="长者净化"
LocLongDescription="祭司引导他的力量并在他周围的广阔区域释放它，净化自己和他周围的人会立即消除大多数精神障碍和伤害效果。在 2 回合内为祭司提供 +20 意志。"
LocHelpText="祭司引导他的力量并在他周围的广阔区域释放它，净化自己和他周围的人会立即消除大多数精神障碍和伤害效果。在 2 回合内为祭司提供 +20 意志。"
LocFlyOverText="长老净化"

[PsiGuard X2AbilityTemplate]
LocFriendlyName="灵能守卫"
LocLongDescription="灵能守卫在目标位置，为祭司或他的盟友提供 +2 护甲，持续3回合。"
LocHelpText="灵能守卫在目标位置，为祭司或他的盟友提供 +2 护甲，持续3回合。"
LocFlyOverText="灵能守卫"

[DistortionField X2AbilityTemplate]
LocFriendlyName="扭转力场"
LocLongDescription="祭司被一种光环包围，为自己和附近的任何盟友提供 +10 防御。"
LocHelpText="祭司被一种光环包围，为自己和附近的任何盟友提供 +10 防御。"
LocFlyOverText="扭转力场"

[DistortionFieldBonus X2AbilityTemplate]
LocFriendlyName="扭转力场"
LocLongDescription="祭司被一种光环包围，为自己和附近的任何盟友提供 +10 防御。"
LocHelpText="祭司被一种光环包围，为自己和附近的任何盟友提供 +10 防御。"
LocFlyOverText="扭转力场"

[DistortionFieldPassive X2AbilityTemplate]
LocFriendlyName="扭转力场"
LocLongDescription="祭司被一种光环包围，为自己和附近的任何盟友提供 +10 防御。"
LocHelpText="祭司被一种光环包围，为自己和附近的任何盟友提供 +10 防御。"
LocFlyOverText="扭转力场"


[SustainingSphere X2WeaponTemplate]
FriendlyName="维生领域"
FriendlyNamePlural="维生领域"
BriefSummary="维生领域是一种会在士兵濒死时自动发动的紧急保险装置，将其暂时置入不会受伤的状态，以延长他们的生命。有 1 次充能。"
TacticalText="<Bullet/> 维生领域会在士兵生命值归0时自动发动。\n<Bullet/> 该士兵因此不会死亡，而是会进入静滞状态直至回合结束，并获得 4 点生命值以延长他们的生命。有 1 次充能。"

[SustainingSphereAbility X2AbilityTemplate]
LocFriendlyName="维生领域"
LocHelpText="维生领域是一种会在士兵濒死时自动发动的紧急保险装置，将其暂时置入不会受伤的状态，以延长他们的生命。有 1 次充能。"
LocLongDescription="维生领域是一种会在士兵濒死时自动发动的紧急保险装置，将其暂时置入不会受伤的状态，以延长他们的生命。有 1 次充能。"
LocFlyOverText="维生领域"
LocPromotionPopupText="<Bullet/> 注意，在静滞状态下的单位在从静滞状态恢复时依然会受到状态效果如毒素或燃烧的伤害。<br/>"

[SustainingSphereTriggeredAbility X2AbilityTemplate]
LocFriendlyName="维生领域"
LocHelpText="维生领域是一种会在士兵濒死时自动发动的紧急保险装置，将其暂时置入不会受伤的状态，以延长他们的生命。有 1 次充能。"
LocLongDescription="维生领域是一种会在士兵濒死时自动发动的紧急保险装置，将其暂时置入不会受伤的状态，以延长他们的生命。有 1 次充能。"